/* Error reason when a service with a known application is invoked but another user has the application open */
"Another user has the \\U201C%@\\U201D application open." = "다른 사용자가 “%@” 응용 프로그램을 열었습니다.";

/* Recovery suggestion when a service is invoked but the application is already open under another account */
"Ask the other user to quit the \\U201C%@\\U201D application, and then try again." = "다른 사용자에게 “%@” 응용 프로그램을 종료하도록 요청하고 다시 시도하십시오.";

/* Recovery suggestion when a service with a known application is invoked but the application is not compatible with the computer */
"Contact the vendor of \\U201C%@\\U201D for an updated version." = "업데이트된 버전은 “%@”의 공급업체에 문의하십시오.";

/* Recovery suggestion when a service is invoked but the user does not have permission to run the application */
"Contact your administrator for assistance." = "관리자에게 지원을 문의하십시오.";

/* NSTextReadInapplicableDocumentTypeError */
"Err65806" = "지정된 포맷이 지원되지 않으므로 파일을 열 수 없습니다.";

/* NSTextWriteInapplicableDocumentTypeError */
"Err66062" = "지정된 포맷이 지원되지 않으므로 파일을 저장할 수 없습니다.";

/* A generic recovery suggestion displayed in an alert when an error occurs and there's no information about it. */
"No other information is available about the problem." = "문제에 대해 사용 가능한 다른 정보가 없습니다.";

/* 'Show Application' recovery suggestion when a service request failed */
"Show Application" = "응용 프로그램 보기";

/* 'Show Workflow' recovery suggestion when a workflow service request failed */
"Show Workflow" = "작업흐름 보기";

/* Error description when some files cannot be duplicated (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "기타 오류가 발생했기 때문에 일부 파일을 복제할 수 없습니다(OSStatus %d).";

/* Error description when some files cannot be duplicated (but others succeeded) because of a disk error. */
"Some files could not be duplicated because of a disk error." = "디스크 오류 때문에 일부 파일을 복제할 수 없습니다.";

/* Error description when some files cannot be duplicated (but others succeeded) because the disk is full. */
"Some files could not be duplicated because the disk is full." = "디스크가 가득 찼기 때문에 일부 파일을 복제할 수 없습니다.";

/* Error description when some files cannot be duplicated (but others succeeded) because the volume is write protected. */
"Some files could not be duplicated because the volume is write protected." = "볼륨이 쓰기 보호되어 있기 때문에 일부 파일을 복제할 수 없습니다.";

/* Error description when some files cannot be duplicated (but others succeeded) because they were not found. */
"Some files could not be duplicated because they were not found." = "일부 파일을 찾을 수 없기 때문에 복제할 수 없습니다.";

/* Error description when some files cannot be duplicated (but others succeeded) without giving a reason. */
"Some files could not be duplicated." = "일부 파일을 복제할 수 없습니다.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "기타 오류가 발생했기 때문에 일부 파일을 휴지통으로 이동할 수 없습니다(OSStatus %d).";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a disk error. */
"Some files could not be moved to the trash because of a disk error." = "디스크 오류 때문에 일부 파일을 휴지통으로 이동할 수 없습니다.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is full. */
"Some files could not be moved to the trash because the disk is full." = "디스크가 가득 찼기 때문에 일부 파일을 휴지통으로 이동할 수 없습니다.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is write protected. */
"Some files could not be moved to the trash because the disk is write protected." = "디스크가 쓰기 보호되어 있기 때문에 일부 파일을 휴지통으로 이동할 수 없습니다.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because they were not found. */
"Some files could not be moved to the trash because they were not found." = "일부 파일을 찾을 수 없기 때문에 휴지통으로 이동할 수 없습니다.";

/* Error description when some files cannot be moved to the trash (but others succeeded) without giving a reason. */
"Some files could not be moved to the trash." = "일부 파일을 휴지통으로 이동할 수 없습니다.";

/* Error reason when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D application could not be found." = "“%@” 응용 프로그램을 찾을 수 없습니다.";

/* Error reason when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D application could not be opened." = "“%@” 응용 프로그램을 열 수 없습니다.";

/* Error reason when an application did not provide valid data */
"The \\U201C%@\\U201D application did not provide valid data." = "“%@” 응용 프로그램은 유효한 데이터를 제공하지 않았습니다.";

/* Error reason when an application did not respond to a request for services */
"The \\U201C%@\\U201D application did not respond to the request for services." = "“%@” 응용 프로그램은 서비스 요청에 응답하지 않았습니다.";

/* Error reason when a service with a known application is invoked but the application is corrupt */
"The \\U201C%@\\U201D application is corrupt." = "“%@” 응용 프로그램은 손상되었습니다.";

/* Error reason when a service with a known application is invoked but the application is in the trash */
"The \\U201C%@\\U201D application is in the Trash." = "“%@” 응용 프로그램은 휴지통에 있습니다.";

/* Error reason when a service with a known application is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D application is not compatible with your computer." = "“%@” 응용 프로그램은 컴퓨터와 호환되지 않습니다.";

/* Error reason when a service with a known application is invoked but the application requires a newer version of Mac OS X */
"The \\U201C%@\\U201D application requires a newer version of Mac OS X." = "“%@” 응용 프로그램은 새로운 버전의 Mac OS X이 필요합니다.";

/* Error description when a service is invoked but another user has the application open */
"The \\U201C%@\\U201D service could not be used because another user has the \\U201C%@\\U201D application open." = "다른 사용자가 “%2$@” 응용 프로그램을 사용 중이기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be found." = "“%2$@” 응용 프로그램을 찾을 수 없기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be opened." = "“%2$@” 응용 프로그램을 열 수 없기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a service with a known application is invoked but the application did not provide valid data */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not provide valid data." = "“%2$@” 응용 프로그램이 유효한 데이터를 제공하지 않았기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a service with a known application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not respond to a request for services." = "“%2$@” 응용 프로그램이 요청한 서비스에 응답하지 않았기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a service is invoked but the application is corrupt */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is corrupt." = "“%2$@” 응용 프로그램이 손상되었기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is in the Trash." = "“%2$@” 응용 프로그램이 휴지통에 있기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a service is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is not compatible with your computer." = "“%2$@” 응용 프로그램이 사용자의 컴퓨터와 호환되지 않기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application requires a newer version of Mac OS X." = "“%2$@” 응용 프로그램이 최신 버전의 Mac OS X을 요구하기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a workflow service is invoked but the workflow could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow could not be found." = "“%2$@” 작업흐름을 찾을 수 없기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a workflow service timed out */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not finish in time." = "“%2$@” 작업흐름이 제 시간에 완료되지 않았기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a workflow service did not provide valid data. */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not provide valid data." = "“%2$@” 작업흐름이 유효한 데이터를 제공하지 않았기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a service with an unknown application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the application could not be found." = "응용 프로그램을 찾을 수 없기 때문에 “%@” 서비스를 사용할 수 없습니다.";

/* Error description when a service with an unknown application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the application could not be opened." = "응용 프로그램을 열 수 없기 때문에 “%@” 서비스를 사용할 수 없습니다.";

/* Error description when a service with an unknown application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the application did not respond to a request for services." = "응용 프로그램이 요청한 서비스에 응답하지 않았기 때문에 “%@” 서비스를 사용할 수 없습니다.";

/* Error description when a service with a known application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D application." = "“%2$@” 응용 프로그램에서 가져온 서비스 정보에 문제가 발생하였기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a workflow service is invoked but there was a problem retrieving service information. */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "“%2$@” 작업흐름의 서비스 정보를 검색하는 동안 문제가 발생했기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a service with an unknown application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the application." = "응용 프로그램에서 가져온 서비스 정보에 문제가 발생하였기 때문에 “%@” 서비스를 사용할 수 없습니다.";

/* Error description when a service is invoked but the user does not have permission to run the application */
"The \\U201C%@\\U201D service could not be used because you do not have permission to open the \\U201C%@\\U201D application." = "“%2$@” 응용 프로그램을 열기 위한 권한이 없기 때문에 “%1$@” 서비스를 사용할 수 없습니다.";

/* Error description when a service is invoked but there was a miscellaneous problem */
"The \\U201C%@\\U201D service could not be used." = "“%@” 서비스를 사용할 수 없습니다.";

/* Error reason when a service with a known workflow is invoked but the application could not be found */
"The \\U201C%@\\U201D workflow could not be found." = "“%@” 작업흐름을 찾을 수 없습니다.";

/* Error reason when a workflow service timed out */
"The \\U201C%@\\U201D workflow did not finish in time." = "“%@” 작업흐름이 제 시간에 완료되지 않았습니다.";

/* Failure reason when the app cannot be launched because of unknown errors. */
"The application \\U201C%@\\U201D could not be launched because a miscellaneous error occurred (OSStatus %d)." = "기타 오류가 발생했기 때문에 “%1$@” 응용 프로그램을 실행할 수 없습니다(OSStatus %2$d).";

/* Failure reason when an application is corrupt. */
"The application \\U201C%@\\U201D could not be launched because it is corrupt." = "“%@” 응용 프로그램이 손상되었기 때문에 실행할 수 없습니다.";

/* Failure reason when the app is in the trash. */
"The application \\U201C%@\\U201D could not be launched because it is in the Trash." = "“%@” 응용 프로그램이 휴지통에 있기 때문에 실행할 수 없습니다.";

/* Failure reason when an application is not compatible with the computer. */
"The application \\U201C%@\\U201D could not be launched because it is not compatible with your computer." = "컴퓨터와 호환되지 않기 때문에 “%@” 응용 프로그램을 실행할 수 없습니다.";

/* Error description for when an app could not be launched */
"The application \\U201C%@\\U201D could not be launched because it was not found." = "“%@” 응용 프로그램을 찾을 수 없기 때문에 실행할 수 없습니다.";

/* Error reason when a service with an unknown application is invoked but the application could not be found */
"The application could not be found." = "응용 프로그램을 찾을 수 없습니다.";

/* Error reason when a service with an unknown application is invoked but the application could not be opened */
"The application could not be opened." = "응용 프로그램을 열 수 없습니다.";

/* Error description for when an application is using a disk that the user tries to eject. */
"The disk could not be ejected because it is in use by \\U201C%@\\U201D." = "“%@”이(가) 해당 디스크를 사용 중이기 때문에 추출할 수 없습니다.";

/* Error description when a file cannot be duplicated because it was not found. */
"The file \\U201C%@\\U201D could not be duplicated because it was not found." = "“%@” 파일을 찾을 수 없기 때문에 복제할 수 없습니다.";

/* Error description when a file cannot be duplicated because of a disk error. */
"The file \\U201C%@\\U201D could not be duplicated because of a disk error." = "디스크 오류 때문에 “%@” 파일을 복제할 수 없습니다.";

/* Error description when a file cannot be duplicated because the disk is full. */
"The file \\U201C%@\\U201D could not be duplicated because the disk is full." = "디스크가 가득 찼기 때문에 “%@” 파일을 복제할 수 없습니다.";

/* Error description when a file cannot be duplicated because the volume is write protected. */
"The file \\U201C%@\\U201D could not be duplicated because the volume is write protected." = "볼륨이 쓰기 보호되어 있기 때문에 “%@” 파일을 복제할 수 없습니다.";

/* Error description when a file cannot be duplicated without giving a reason. */
"The file \\U201C%@\\U201D could not be duplicated." = "“%@” 파일을 복제할 수 없습니다.";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "기타 오류가 발생했기 때문에 “%1$@” 파일을 휴지통으로 이동할 수 없습니다(OSStatus %2$d).";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because it was not found." = "“%@” 파일을 찾을 수 없기 때문에 휴지통으로 이동할 수 없습니다.";

/* Error description when a file cannot be moved to the trash because of a disk error. */
"The file \\U201C%@\\U201D could not be moved to the trash because of a disk error." = "디스크 오류 때문에 “%@” 파일을 휴지통으로 이동할 수 없습니다.";

/* Error description when a file cannot be moved to the trash because the disk is full. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is full." = "디스크가 가득 찼기 때문에 “%@” 파일을 휴지통으로 이동할 수 없습니다.";

/* Error description when a file cannot be moved to the trash because the volume is write protected. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is write protected." = "디스크가 쓰기 보호되어 있기 때문에 “%@” 파일을 휴지통으로 이동할 수 없습니다.";

/* Error description when a file cannot be moved to the trash without giving a reason. */
"The file \\U201C%@\\U201D could not be moved to the trash." = "“%@” 파일을 휴지통으로 이동할 수 없습니다.";

/* Error description when all files cannot be duplicated because a miscellaneous error occurred. */
"The files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "기타 오류가 발생했기 때문에 파일을 복제할 수 없습니다(OSStatus %d).";

/* Error description when all files cannot be duplicated because of a disk error. */
"The files could not be duplicated because of a disk error." = "디스크 오류 때문에 파일을 복제할 수 없습니다.";

/* Error description when all files cannot be duplicated because the disk is full. */
"The files could not be duplicated because the disk is full." = "디스크가 가득 찼기 때문에 파일을 복제할 수 없습니다.";

/* Error description when all files cannot be duplicated because the volume is write protected. */
"The files could not be duplicated because the volume is write protected." = "볼륨이 쓰기 보호되어 있기 때문에 파일을 복제할 수 없습니다.";

/* Error description when all files cannot be duplicated because they were not found. */
"The files could not be duplicated because they were not found." = "파일을 찾을 수 없기 때문에 복제할 수 없습니다.";

/* Error description when all files cannot be duplicated without giving a reason. */
"The files could not be duplicated." = "파일을 복제할 수 없습니다.";

/* Error description when all files cannot be moved to the trash because a miscellaneous error occurred. */
"The files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "기타 오류가 발생했기 때문에 파일을 휴지통으로 이동할 수 없습니다(OSStatus %d).";

/* Error description when all files cannot be moved to the trash because of a disk error. */
"The files could not be moved to the trash because of a disk error." = "디스크 오류 때문에 파일을 휴지통으로 이동할 수 없습니다.";

/* Error description when all files cannot be moved to the trash because the disk is full. */
"The files could not be moved to the trash because the disk is full." = "디스크가 가득 찼기 때문에 파일을 휴지통으로 이동할 수 없습니다.";

/* Error description when all files cannot be moved to the trash because the disk is write protected. */
"The files could not be moved to the trash because the disk is write protected." = "디스크가 쓰기 보호되어 있기 때문에 파일을 휴지통으로 이동할 수 없습니다.";

/* Error description when all files cannot be moved to the trash because they were not found. */
"The files could not be moved to the trash because they were not found." = "파일을 찾을 수 없기 때문에 휴지통으로 이동할 수 없습니다.";

/* Error description when all files cannot be moved to the trash without giving a reason. */
"The files could not be moved to the trash." = "파일을 휴지통으로 이동할 수 없습니다.";

/* A generic error message displayed in an alert when an error occurs and there's no information about it. */
"The operation could not be completed." = "작업을 완료할 수 없습니다.";

/* Error description when an unknown service with an unknown application is invoked but the application did not provide valid data */
"The service could not be used because the application did not provide valid data." = "응용 프로그램이 유효한 데이터를 제공하지 않았기 때문에 해당 서비스를 사용할 수 없습니다.";

/* Error reason when a service with a known application does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D application." = "“%@” 응용 프로그램으로부터 서비스 정보를 가져오는데 문제가 있었습니다.";

/* Error reason when a workflow service does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "“%@” 작업흐름에서 서비스 정보를 검색하는 동안 문제가 발생했습니다.";

/* Error reason when a service with an unknown application does not report its Services correctly */
"There was a problem retrieving service information from the application." = "응용 프로그램으로부터 서비스 정보를 가져오는데 문제가 있었습니다.";

/* Recovery suggestion when a service with a known application is invoked but the application is in the trash */
"Try dragging \\U201C%@\\U201D from the Trash to your Applications folder." = "“%@”을(를) 휴지통에서 응용 프로그램 폴더로 드래그해 보십시오.";

/* Recovery suggestion when a service is invoked but the application is corrupt
   Recovery suggestion when a service with a known application could not be found
   Recovery suggestion when a service with a known application could not be opened */
"Try reinstalling \\U201C%@.\\U201D" = "“%@” 재설치를 시도해 보십시오.";

/* Recovery suggestion when a service with a known application does not report its Services correctly */
"Try reinstalling \\U201C%@\\U201D, or contact the vendor for an updated version." = "“%@” 재설치를 시도하거나 업데이트된 버전에 관해 공급업체에 문의하십시오.";

/* Recovery suggestion when a service with an unknown application does not report its Services correctly */
"Try reinstalling the application, or contact the vendor for an updated version." = "응용 프로그램의 재설치를 시도하거나 업데이트된 버전에 관해 공급업체에 문의하십시오.";

/* Recovery suggestion when a service with an unknown application could not be found
   Recovery suggestion when a service with an unknown application could not be opened */
"Try reinstalling the application." = "응용 프로그램의 재설치를 시도해 보십시오.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try reopening \\U201C%@,\\U201D or contact the vendor for an updated version." = "“%@” 다시 열기를 시도하거나, 업데이트된 버전에 관해 제공업체에 문의하십시오.";

/* Automator based recovery suggestion for a workflow Service.
   Recovery suggestion when a workflow service timed out. */
"Try running the \\U201C%@\\U201D workflow in Automator." = "Automator에서 “%@” 작업흐름을 실행해 보십시오.";

/* Recovery suggestion when a service is invoked but the application requires a newer version of Mac OS X */
"Try using an older version of \\U201C%@,\\U201D or upgrade to a newer version of Mac OS X." = "이전 버전의 “%@” 사용을 시도하거나 최신 버전의 Mac OS X으로 업그레이드하십시오.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try using the service differently, or contact the vendor for an updated version of \\U201C%@.\\U201D" = "서비스를 다르게 사용하거나, 업데이트된 버전의 “%@”에 관해 제공업체에 문의하십시오.";

/* Error description when some files cannot be duplicated (but others succeeded) because  of a lack of permissions. */
"You do not have permission to duplicate some of the files." = "일부 파일을 복제할 권한이 없습니다.";

/* Error description when a file cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the file \\U201C%@\\U201D." = "“%@” 파일을 복제할 권한이 없습니다.";

/* Error description when all files cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the files." = "파일을 복제할 권한이 없습니다.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a lack of permissions. */
"You do not have permission to move some of the files to the trash." = "일부 파일을 휴지통으로 이동할 권한이 없습니다.";

/* Error description when a file cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the file \\U201C%@\\U201D to the trash." = "“%@” 파일을 휴지통으로 이동할 권한이 없습니다.";

/* Error description when all files cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the files to the trash." = "파일을 휴지통으로 이동할 권한이 없습니다.";

/* Error reason when a service with a known application is invoked but the user does not have permission to run the application */
"You do not have permission to open the \\U201C%@\\U201D application." = "“%@” 응용 프로그램을 열 수 있는 권한이 없습니다.";

/* Failure reason when the user lacks permission to run the app. */
"You do not have permission to run the application \\U201C%@\\U201D." = "“%@” 응용 프로그램을 실행할 수 있는 권한이 없습니다.";

